Key,Dutch
AlarmServer.Warning.Text,
BaseTemplate.Button.Text,
BaseTemplate.Button3.Text,Reset
BaseTemplate.Button5.Text,
BaseTemplate.Button9.Text,Cyclus
BaseTemplate.Button1.Text,
Home.Button3.Text,Beheer
Home.Button8.Text,Opties
About_Sharp.Text.Text,"Over Sharp"
About_Sharp.Text1.Text,"Voor technische ondersteuning: +1 800-634-6359 x1572"
About_Sharp.Text2.Text,"Aantal geproduceerde zakken"
About_Sharp.Text3.Text,HMI-versie
About_Sharp.Text6.Text,1.2.1.0
About_Sharp.AnalogNumeric.Prefix,
About_Sharp.AnalogNumeric.Suffix,
About_Sharp.AnalogNumeric1.Prefix,
About_Sharp.AnalogNumeric1.Suffix,
Dashboard.Button2.Text,"Houd vast om ZPM te resetten"
Dashboard.Button3.Text,"Afdruk annuleren"
Dashboard.Button5.Text,"Labels wissen"
Dashboard.Text.Text,"Geproduceerde zakken"
Dashboard.Text1.Text,"Actieve run"
Dashboard.Text2.Text,Zakken/minuut
Dashboard.AnalogNumeric1.Prefix,
Dashboard.AnalogNumeric1.Suffix,
Dashboard.AnalogNumeric.Prefix,
Dashboard.AnalogNumeric.Suffix,
Dashboard.AnalogNumeric2.Prefix,
Dashboard.AnalogNumeric2.Suffix,
Dashboard.Text3.Text,"Automatische modus actief"
Dashboard.Text4.Text,"Droge cyclus actief"
Dashboard_Help.Button.Text,
Dashboard_Help.Button1.Text,"Over Sharp"
Dashboard_Help.Text.Text,"Dashboard hulp"
Settings_P1.Text.Text,Instellingenpagina
Settings_P2.Text.Text,Instellingenpagina
Settings_P1.Text1.Text,1/2
Settings_P2.Text1.Text,2/2
Settings_P1.AnalogNumeric.Prefix,
Settings_P1.AnalogNumeric.Suffix,
Settings_P1.AnalogNumeric1.Prefix,
Settings_P1.AnalogNumeric1.Suffix,
Settings_P1.AnalogNumeric2.Prefix,
Settings_P1.AnalogNumeric2.Suffix,
Settings_P1.AnalogNumeric3.Prefix,
Settings_P1.AnalogNumeric3.Suffix,
Settings_P1.AnalogNumeric4.Prefix,
Settings_P1.AnalogNumeric4.Suffix,
Settings_P1.AnalogNumeric5.Prefix,
Settings_P1.AnalogNumeric5.Suffix,
Settings_P1.Button.Text,
Settings_P1.Text3.Text,"Toevoer- / terugloopsnelheid"
Settings_P1.Text4.Text,"Seal-offset (inch)"
Settings_P1.Text5.Text,"Klauw opening (inch)"
Settings_P1.Text6.Text,"Zaklengte (inch)"
Settings_P1.Text7.Text,"Sealtijd / Sealkoeling"
Settings_P2.Button1.Text,
Settings_P2.AnalogNumeric.Prefix,
Settings_P2.AnalogNumeric.Suffix,
Settings_P2.AnalogNumeric1.Prefix,
Settings_P2.AnalogNumeric1.Suffix,
Settings_P2.AnalogNumeric2.Prefix,
Settings_P2.AnalogNumeric2.Suffix,
Settings_P2.AnalogNumeric5.Prefix,
Settings_P2.AnalogNumeric5.Suffix,
Settings_P2.Text2.Text,"Scheiden voor sealen"
Settings_P2.Text3.Text,"Consecutieve zakken"
Settings_P2.Text4.Text,"Onderdelen teller"
Settings_P2.Text6.Text,"Batch telling instelling"
Settings_P2.Text7.Text,"Vuller valtijd"
Settings_P2.Button.Text,Uitgeschakeld
Settings_P2.Button2.Text,Uitgeschakeld
Settings_P2.Button3.Text,Uitgeschakeld
Settings_P2.Button4.Text,Uitgeschakeld
Settings_P2.Button5.Text,Uitgeschakeld
Settings_P2.Button.Texts[0],Uitgeschakeld
Settings_P2.Button.Texts[1],Ingeschakeld
Settings_P2.Button2.Texts[0],Uitgeschakeld
Settings_P2.Button2.Texts[1],Ingeschakeld
Settings_P2.Button3.Texts[0],Uitgeschakeld
Settings_P2.Button3.Texts[1],Ingeschakeld
Settings_P2.Button4.Texts[0],Uitgeschakeld
Settings_P2.Button4.Texts[1],Ingeschakeld
Settings_P2.Button5.Texts[0],Uitgeschakeld
Settings_P2.Button5.Texts[1],Ingeschakeld
Admin.Text.Text,"Fabrieksmatig geïnstalleerd"
Admin.Button4.Text,"Onafhankelijke zakverlager"
Admin.Button2.Text,Printer
Admin.Button3.Text,"Barcode verifier"
Admin.Button8.Text,"Inklapbare laadplaat"
Admin.Button.Text,"Geavanceerde instellingen"
Advanced_P1.Text.Text,Geavanceerd
Advanced_P1.Text1.Text,1/5
Advanced_P1.Button.Text,
Advanced_P2.Text.Text,Geavanceerd
Advanced_P2.Text1.Text,2/5
Advanced_P2.Button.Text,
Advanced_P3.Text.Text,Geavanceerd
Advanced_P3.Text1.Text,3/5
Advanced_P3.Button.Text,
Advanced_P4.Text.Text,Geavanceerd
Advanced_P4.Text1.Text,4/5
Advanced_P2.Button1.Text,
Advanced_P3.Button1.Text,
Advanced_P4.Button1.Text,
Advanced_P1.Button1.Text,"Automatische modus"
Advanced_P1.Button2.Text,Droogcyclus
Advanced_P1.Text2.Text,"Automatische modus verblijftijd"
Advanced_P1.AnalogNumeric.Prefix,
Advanced_P1.AnalogNumeric.Suffix,
Advanced_P1.Text3.Text,Status
Advanced_P1.Text4.Text,abcdefghijklmnop
Advanced_P1.Text5.Text,Klaar
Advanced_P1.Text6.Text,Printer
Advanced_P1.Text7.Text,"Inklapbare laadplaat"
Advanced_P1.Text8.Text,Kaakdoorvoer
Advanced_P1.Text9.Text,Zaklevering
Advanced_P1.Text10.Text,Barcodeverifier
Advanced_P1.Text11.Text,"Onafhankelijke zakverlager"
Advanced_P2.Text2.Text,Tekst
Advanced_P2.Text3.Text,Tekst
Advanced_P2.Text4.Text,Tekst
Advanced_P2.Text5.Text,Tekst
Advanced_P2.Text6.Text,Tekst
Advanced_P2.Text7.Text,Tekst
Advanced_P2.Text8.Text,Tekst
Advanced_P2.Text9.Text,Tekst
Advanced_P3.Text2.Text,"Gemaakte zakken"
Advanced_P3.AnalogNumeric1.Prefix,
Advanced_P3.AnalogNumeric1.Suffix,
Advanced_P3.Text3.Text,"Standbytijd (min.)"
Advanced_P3.AnalogNumeric.Prefix,
Advanced_P3.AnalogNumeric.Suffix,
Advanced_P4.Button3.Text,Nul
Advanced_P4.Text10.Text,Voorkaak
Advanced_P4.Text9.Text,"Huidige Positie"
Advanced_P4.Text8.Text,Alarmcode
Advanced_P4.AnalogNumeric4.Prefix,
Advanced_P4.AnalogNumeric4.Suffix,
Advanced_P4.AnalogNumeric3.Prefix,
Advanced_P4.AnalogNumeric3.Suffix,
Advanced_P4.Button4.Text,Nul
Advanced_P4.Text13.Text,Achterkaak
Advanced_P4.Text12.Text,"Huidige Positie"
Advanced_P4.Text11.Text,Alarmcode
Advanced_P4.AnalogNumeric7.Prefix,
Advanced_P4.AnalogNumeric7.Suffix,
Advanced_P4.AnalogNumeric6.Prefix,
Advanced_P4.AnalogNumeric6.Suffix,
Service_P1.Button.Text,
Service_P2.Button.Text,
Service_P2.Button1.Text,
Service_P3.Button1.Text,
Service_P1.Text.Text,Servicepagina
Service_P1.Text1.Text,1/3
Service_P2.Text.Text,Servicepagina
Service_P2.Text1.Text,2/3
Service_P3.Text.Text,Servicepagina
Service_P3.Text1.Text,3/3
IO_P1.Button.Text,
IO_P1.Text.Text,Uitgangen
IO_P1.Text1.Text,2/3
IO_P3.Button1.Text,
IO_P3.Text.Text,Ingangen
IO_P3.Text1.Text,3/3
Service_P1.Button1.Text,"Kaak sluiten"
Service_P1.Button5.Text,"Transporteer klauw gesloten"
Service_P1.Button6.Text,"Transporteer klauw open"
Service_P1.Button7.Text,"Klauw openen"
Service_P2.Button2.Text,"IBD sluiten"
Service_P2.Button5.Text,"Transporteer IBD gesloten"
Service_P2.Button6.Text,"Transporteer IBD open"
Service_P2.Button7.Text,"IBD openen"
Service_P3.Button2.Text,"Verhoog printkop"
Service_P3.Button5.Text,"Verhoog laadrek"
Service_P3.Button6.Text,"Verlaag laadrek"
Service_P3.Button7.Text,"Verlaag printkop"
Service_P3.Button.Text,"Annuleer klauwcycletest"
Service_P3.Button4.Text,"Start klauwcycletest"
Service_P3.Text2.Text,"Klauw cycli"
Service_P3.AnalogNumeric.Prefix,
Service_P3.AnalogNumeric.Suffix,
IO_P3.Text8.Text,"I:0/09 Barcode NG"
IO_P3.Text6.Text,"I:0/07 Jaw Not Obstructed"
IO_P3.Text4.Text,"I:0/06 Clamp Home Sensor"
IO_P3.Text7.Text,"I:0/03 Bag Edge Photoeye"
IO_P3.Text9.Text,"I:0/10 Light Curtain Clear"
IO_P3.Text5.Text,"I:0/05 Pbar Clamp Motor Alarm"
IO_P3.Text10.Text,"I:0/02 Printer Busy"
IO_P3.Text11.Text,"I:0/04 Cycle Start"
IO_P3.Text12.Text,"I:0/08 Barcode OK"
IO_P3.Text3.Text,"I:0/01 Printer Data Ready"
IO_P3.Text2.Text,"I:2/00 Printer Service Vereist"
IO_P3.Text15.Text,"I:2/11 Reserve"
IO_P1.Text8.Text,"O:1/09 Palmstaat 0"
IO_P1.Text6.Text,"O:0/07 Bagger OK"
IO_P1.Text4.Text,"O:1/06 Ventilatoren inschakelen"
IO_P1.Text7.Text,"O:1/03 Band afrollen"
IO_P1.Text5.Text,"O:1/05 Sensor inleren"
IO_P1.Text9.Text,"O:1/10 Palmstaat 1"
IO_P1.Text10.Text,"O:1/02 Print aanvragen"
IO_P1.Text11.Text,"O:1/04 Barcode-trigger"
IO_P1.Text12.Text,"O:1/08 Klaar voor vuller"
IO_P1.Text3.Text,"O:1/01 Printkop verlagen"
IO_P1.Text2.Text,"O:1/00 Sealdraad"
Options.Button.Text,Printer
Options.Button1.Text,"Barcode verifier"
Options.Button2.Text,"Onafhankelijke zakdeflator"
Options.Button3.Text,"Inklapbare laadplaat"
Option_Printer.Button.Text,"Annuleer afdrukken"
Option_Printer.Button1.Text,"Labels verzenden"
Option_Printer.Button2.Text,"Labels wissen"
Option_Printer.AnalogNumeric.Prefix,
Option_Printer.AnalogNumeric.Suffix,
Option_Printer.AnalogNumeric1.Prefix,
Option_Printer.AnalogNumeric1.Suffix,
Option_Printer.AnalogNumeric5.Prefix,
Option_Printer.AnalogNumeric5.Suffix,
Option_Printer.Text3.Text,Printlengte
Option_Printer.Text4.Text,"Print offset"
Option_Printer.Text6.Text,Printsnelheid
Option_Printer.Text.Text,Printer
Option_Printer.Text5.Text,AAN
Option_Printer.Text5.Texts[0],UIT
Option_Printer.Text5.Texts[1],AAN
Option_IBD.Text4.Text,"Kaak sluitvertraging"
Option_IBD.Text6.Text,"Klemkracht (%)"
Option_IBD.AnalogNumeric.Prefix,
Option_IBD.AnalogNumeric.Suffix,
Option_IBD.AnalogNumeric1.Prefix,
Option_IBD.AnalogNumeric1.Suffix,
Option_IBD.Text.Text,"Onafhankelijke zakverlager"
Option_IBD.Text5.Text,AAN
Option_IBD.Text5.Texts[0],UIT
Option_IBD.Text5.Texts[1],AAN
Option_LoadShelf.Text6.Text,"Verblijftijd (sec.)"
Option_LoadShelf.AnalogNumeric.Prefix,
Option_LoadShelf.AnalogNumeric.Suffix,
Option_LoadShelf.Text.Text,"Inklapbare laadplaat"
Option_LoadShelf.Text5.Text,AAN
Option_LoadShelf.Text5.Texts[0],UIT
Option_LoadShelf.Text5.Texts[1],AAN
Option_BarcodeVerifier.Text.Text,Barcodeverifier
Option_BarcodeVerifier.Text5.Text,AAN
Option_BarcodeVerifier.Text5.Texts[0],UIT
Option_BarcodeVerifier.Text5.Texts[1],AAN
Option_BarcodeVerifier.Text2.Text,"Goede scan"
Option_BarcodeVerifier.Text3.Text,"Scanafstand (inch)"
Option_BarcodeVerifier.Text4.Text,"Start scan offset (inch)"
Option_BarcodeVerifier.Text1.Text,"Foute/geen scan"
Option_BarcodeVerifier.Text6.Text,"Foute scan foutteller"
Option_BarcodeVerifier.AnalogNumeric.Prefix,
Option_BarcodeVerifier.AnalogNumeric.Suffix,
Option_BarcodeVerifier.AnalogNumeric1.Prefix,
Option_BarcodeVerifier.AnalogNumeric1.Suffix,
Option_BarcodeVerifier.AnalogNumeric3.Prefix,
Option_BarcodeVerifier.AnalogNumeric3.Suffix,
Option_BarcodeVerifier.AnalogNumeric4.Prefix,
Option_BarcodeVerifier.AnalogNumeric4.Suffix,
Option_BarcodeVerifier.AnalogNumeric5.Prefix,
Option_BarcodeVerifier.AnalogNumeric5.Suffix,
Option_BarcodeVerifier.Button1.Text,"Trigger BCD Verifier"
Service_P1.Button1.Texts[0],"Kaak sluiten"
Service_P1.Button1.Texts[1],"Kaak gesloten"
Service_P1.Button7.Texts[0],"Kaak openen"
Service_P1.Button7.Texts[1],"Kaak geopend"
Service_P2.Button2.Texts[0],"IBD sluiten"
Service_P2.Button2.Texts[1],"IBD gesloten"
Service_P2.Button7.Texts[0],"IBD openen"
Service_P2.Button7.Texts[1],"IBD geopend"
Service_P3.Button7.Texts[0],"Verlaag printkop"
Service_P3.Button7.Texts[1],"Printkop verlaagd"
Service_P3.Button2.Texts[0],"Verhoog printkop"
Service_P3.Button2.Texts[1],"Printkop verhoogd"
Service_P3.Button5.Texts[0],"Verhoog laadrek"
Service_P3.Button5.Texts[1],"Laadrek verhoogd"
Service_P3.Button6.Texts[0],"Verlaag laadrek"
Service_P3.Button6.Texts[1],"Laadrek verlaagd"
Advanced_P3.Text4.Text,"Kaak sluiten (inches)"
Advanced_P3.AnalogNumeric2.Prefix,
Advanced_P3.AnalogNumeric2.Suffix,
BaseTemplate.Button4.Text,
Settings_P2.Text5.Text,"Automatische afmeldvertraging (s)"
Settings_P2.AnalogNumeric3.Prefix,
Settings_P2.AnalogNumeric3.Suffix,
BaseTemplate.Button2.Text,
Home.Button10.Text,Service
Home.Button4.Text,IO
Home.Button2.Text,Instellingen
Faults.Text.Text,"Actieve foutpagina"
Dashboard.Button1.Text,
Login.AnalogNumeric.Prefix,Wachtwoord:
Login.AnalogNumeric.Suffix,
Login.TouchComboBox.Texts[0],Operator
Login.Button.Text,Sluiten
Advanced_P3.Button2.Text,"Klik om de klem tijdens de cyclus over te slaan"
Advanced_P3.Button2.Texts[0],"Klik om de klem tijdens de cyclus over te slaan"
Advanced_P3.Button2.Texts[1],"Klem overgeslagen"
Service_P2.Button4.Text,"Film terugspoelen"
Service_P2.Button9.Text,"Film vooruitspoelen"
Service_P1.Button8.Text,"Trigger BCD-verifier"
Service_P1.Button2.Text,"Transporteer Klem Gesloten"
Service_P1.Button3.Text,"Transporteer Klem Open"
Status.Text.Text,Naam
Status.Text1.Text,Status
Status.Text2.Text,Klaar?
Status.Name_0.Text,Naam
Status.Status_0.Text,Status
Status.Ready_0.Text,Klaar?
Status.Name_1.Text,Naam
Status.Status_1.Text,Status
Status.Ready_1.Text,Klaar?
Status.Name_2.Text,Naam
Status.Status_2.Text,Status
Status.Ready_2.Text,Klaar?
Status.Name_3.Text,Naam
Status.Status_3.Text,Status
Status.Ready_3.Text,Klaar?
Status.Name_4.Text,Naam
Status.Status_4.Text,Status
Status.Ready_4.Text,Klaar?
Status.Name_5.Text,Naam
Status.Status_5.Text,Status
Status.Ready_5.Text,Klaar?
Status.Text24.Text,"Machine Status"
Status.Button2.Text,
Status.Button3.Text,
Status.HIDEME.Text,"Deze pagina gebruikt scripting om de tabel in te vullen. Bekijk het scripting-tabblad om te begrijpen hoe het wordt ingevuld."
Status.AnalogNumeric.Prefix,"Totaal aantal componenten:"
Status.AnalogNumeric.Suffix,
Dashboard_Help.Button2.Text,"Overzicht van de status van de bagger"
About_Sharp.Text4.Text,PLC-versie
Options.Button4.Text,
Options.Text5.Text,AAN
Options.Text5.Texts[0],UIT
Options.Text5.Texts[1],AAN
Options.Text6.Text,"Printer- en verifier-inschakelknop: Het indrukken van deze knop schakelt gelijktijdig de printeroptie en de barcode-verifieropties in of uit."
Options.Text.Text,"Printer en verifier inschakelen"
Dashboard.Button.Text,"Overzicht van de status van de bagger"
Dashboard.Button4.Text,"Overzicht van de storingen van de bagger"
CommLoss.Text.Text,"PLC-gegevens zijn NIET BIJGEWERKT"
CommLoss.Text1.Text,"Als de PLC-firmware onlangs is gewijzigd, verdwijnt dit bericht automatisch. Als dit niet het geval is, neem dan contact op met de fabrikant om te zorgen dat de juiste firmware wordt gebruikt."
ConfirmLogout.Text.Text,"Weet u zeker dat u wilt uitloggen?"
ConfirmLogout.Cancel.Text,Nee/Annuleren
ConfirmLogout.Logout.Text,Ja/Uitloggen
Dashboard.Text5.Text,Batchinstellingen
Dashboard.AnalogNumeric3.Prefix,
Dashboard.AnalogNumeric3.Suffix,
Dashboard.Button6.Text,"Batchteller resetten"
Login.TouchComboBox.Texts[1],Onderhoud
Settings_P1.AnalogNumeric6.Prefix,
Settings_P1.AnalogNumeric6.Suffix,
Advanced_P5.Text.Text,Geavanceerd
Advanced_P5.Text1.Text,5/5
Advanced_P3.Button3.Text,
Advanced_P3.Button4.Text,
Advanced_P5.Button4.Text,
Advanced_P4.Button5.Text,
Advanced_P5.Text2.Text,"Film vooruit"
Advanced_P5.AnalogNumeric.Prefix,
Advanced_P5.AnalogNumeric.Suffix,
Advanced_P5.Text3.Text,Acceleratie
Advanced_P5.Text4.Text,Deceleratie
Advanced_P5.AnalogNumeric1.Prefix,
Advanced_P5.AnalogNumeric1.Suffix,
Advanced_P5.Text5.Text,"Film achteruit"
Advanced_P5.AnalogNumeric3.Prefix,
Advanced_P5.AnalogNumeric3.Suffix,
Advanced_P5.AnalogNumeric2.Prefix,
Advanced_P5.AnalogNumeric2.Suffix,
Advanced_P5.Text6.Text,Filmverschuiving
Advanced_P5.AnalogNumeric5.Prefix,
Advanced_P5.AnalogNumeric5.Suffix,
Advanced_P5.AnalogNumeric4.Prefix,
Advanced_P5.AnalogNumeric4.Suffix,
Advanced_P5.Text7.Text,Filmafdruk
Advanced_P5.AnalogNumeric7.Prefix,
Advanced_P5.AnalogNumeric7.Suffix,
Advanced_P5.AnalogNumeric6.Prefix,
Advanced_P5.AnalogNumeric6.Suffix,
Option_Printer.Button3.Text,
Option_Printer.Button3.Texts[0],"203 DPI actief"
Option_Printer.Button3.Texts[1],"300 DPI actief"
Advanced_P4.Button.Text,Nul
Advanced_P4.Button.Texts[0],Imperial
Advanced_P4.Button.Texts[1],Metrisch
Settings_P1_M.Text.Text,Instellingenpagina
Settings_P1_M.Text1.Text,1/2
Settings_P1_M.Button.Text,
Settings_P1_M.Text3.Text,"Toevoer- / terugloopsnelheid"
Settings_P1_M.Text4.Text,"Seal-offset (mm)"
Settings_P1_M.Text5.Text,"Kaakdoorgang (mm)"
Settings_P1_M.Text6.Text,"Zaklengte (mm)"
Settings_P1_M.Text7.Text,"Sealtijd / Sealkoeling"
Settings_P1_M.AnalogNumeric.Prefix,
Settings_P1_M.AnalogNumeric.Suffix,
Settings_P1_M.AnalogNumeric1.Prefix,
Settings_P1_M.AnalogNumeric1.Suffix,
Settings_P1_M.AnalogNumeric2.Prefix,
Settings_P1_M.AnalogNumeric2.Suffix,
Settings_P1_M.AnalogNumeric3.Prefix,
Settings_P1_M.AnalogNumeric3.Suffix,
Settings_P1_M.AnalogNumeric4.Prefix,
Settings_P1_M.AnalogNumeric4.Suffix,
Settings_P1_M.AnalogNumeric5.Prefix,
Settings_P1_M.AnalogNumeric5.Suffix,
Settings_P1_M.AnalogNumeric6.Prefix,
Settings_P1_M.AnalogNumeric6.Suffix,
Home.Button.Text,Instellingen
Settings_P2.Button6.Text,
Option_Printer_M.Button.Text,"Annuleer afdrukken"
Option_Printer_M.Button1.Text,"Labels verzenden"
Option_Printer_M.Button2.Text,"Labels wissen"
Option_Printer_M.Text3.Text,"Printlengte (mm)"
Option_Printer_M.Text4.Text,Printsnelheid
Option_Printer_M.Text6.Text,Printer
Option_Printer_M.AnalogNumeric.Prefix,
Option_Printer_M.AnalogNumeric.Suffix,
Option_Printer_M.AnalogNumeric1.Prefix,
Option_Printer_M.AnalogNumeric1.Suffix,
Option_Printer_M.AnalogNumeric5.Prefix,
Option_Printer_M.AnalogNumeric5.Suffix,
Option_Printer_M.Text.Text,Printer
Option_Printer_M.Text5.Text,AAN
Option_Printer_M.Text5.Texts[0],UIT
Option_Printer_M.Text5.Texts[1],AAN
Option_Printer_M.Button3.Text,
Option_Printer_M.Button3.Texts[0],"203 DPI actief"
Option_Printer_M.Button3.Texts[1],"300 DPI actief"
Options.Button5.Text,Printer
Option_Barcode_M.Text.Text,Barcodeverifier
Option_Barcode_M.Text5.Text,AAN
Option_Barcode_M.Text5.Texts[0],UIT
Option_Barcode_M.Text5.Texts[1],AAN
Option_Barcode_M.Text2.Text,"Goede scan"
Option_Barcode_M.Text3.Text,Scanafstand
Option_Barcode_M.Text4.Text,"Start scan offset"
Option_Barcode_M.Text1.Text,"Foute/geen scan"
Option_Barcode_M.Text6.Text,"Foute scan foutteller"
Option_Barcode_M.AnalogNumeric.Prefix,
Option_Barcode_M.AnalogNumeric.Suffix,
Option_Barcode_M.AnalogNumeric1.Prefix,
Option_Barcode_M.AnalogNumeric1.Suffix,
Option_Barcode_M.AnalogNumeric3.Prefix,
Option_Barcode_M.AnalogNumeric3.Suffix,
Option_Barcode_M.AnalogNumeric4.Prefix,
Option_Barcode_M.AnalogNumeric4.Suffix,
Option_Barcode_M.AnalogNumeric5.Prefix,
Option_Barcode_M.AnalogNumeric5.Suffix,
Option_Barcode_M.Button1.Text,"Trigger BCD Verifier"
Options.Button6.Text,"Barcode verifier"
Advanced_P4.Button2.Text,Nul
Advanced_P4.Button2.Texts[0],"Lichtgordijn niet geïnstalleerd"
Advanced_P4.Button2.Texts[1],"Lichtgordijn geïnstalleerd"
Dashboard.AnalogNumeric5.Prefix,
Dashboard.AnalogNumeric5.Suffix,
Dashboard.Text6.Text,Delenteller
Dashboard.AnalogNumeric4.Prefix,
Dashboard.AnalogNumeric4.Suffix,
Dashboard.AnalogNumeric6.Prefix,
Dashboard.AnalogNumeric6.Suffix,
About_Sharp.Text5.Text,"Europese klantenservice:  00800 8888 8840"
Advanced_P5.TouchComboBox.Texts[0],Engels
Advanced_P5.TouchComboBox.Texts[1],Frans
Advanced_P5.TouchComboBox.Texts[2],Nederlands
Advanced_P5.TouchComboBox.Texts[3],Duits
Advanced_P5.Text8.Text,Taal:
IO_P1.Text13.Text,"O:0/11 Pbar Clamp Motor Start"
Advanced_P4.Text2.Text,"Imperial of metrisch"
Advanced_P5.Button.Text,"Bagger Status Overview"
IO_P2.Button.Text,
IO_P2.Button1.Text,
IO_P2.Text.Text,Outputs
IO_P2.Text1.Text,2/4
IO_P2.Text2.Text,"O:0/12 Pbar Clamp Motor Reverse"
IO_P2.Text3.Text,"O:0/13 Pbar Clamp Motor Alarm Reset"
IO_P2.Text10.Text,"O:0/14 Spare"
IO_P2.Text7.Text,"O:0/15 Spare"
IO_P4.Button1.Text,
IO_P4.Text.Text,Inputs
IO_P4.Text1.Text,4/4
IO_P4.Text2.Text,"I:0/12 Spare"
IO_P4.Text3.Text,"I:0/13 E-Stop OK"
IO_P4.Text10.Text,"I:0/14 Safe Power OK"
IO_P4.Text7.Text,"I:0/15 Printer Ribbon Encoder"
AlarmServer.Fault.Text,Fault
AlarmServer.RunningStatus.Text,"Running Status"
AlarmServer.Message.Text,Message
BaseTemplate.Text.Text,Text
TextLibrary.FaultList_MessageItem2.Message,"Dual Motor Jaw Obstructed"
TextLibrary.FaultList_MessageItem3.Message,"Dual Motor Jaw Front Motor Fault"
TextLibrary.FaultList_MessageItem4.Message,"Dual Motor Jaw Front Motor Comm Fault"
TextLibrary.FaultList_MessageItem5.Message,"Dual Motor Jaw Failed to Close"
TextLibrary.FaultList_MessageItem6.Message,"Dual Motor Jaw Failed to Open"
TextLibrary.FaultList_MessageItem7.Message,"Dual Motor Jaw Failed to Home"
TextLibrary.FaultList_MessageItem8.Message,"Dual Motor Jaw Timeout"
TextLibrary.FaultList_MessageItem9.Message,"Dual Motor Jaw Light Curtain Violated"
TextLibrary.FaultList_MessageItem1.Message,"Barcode Failed"
TextLibrary.FaultList_MessageItem10.Message,"Clamping Mechanism Drive Fault"
TextLibrary.FaultList_MessageItem11.Message,"Zebra Label Printer Service Required"
TextLibrary.FaultList_MessageItem12.Message,"Printer Ribbon Fault"
TextLibrary.FaultList_MessageItem13.Message,"Print Head Failed to Lower"
TextLibrary.FaultList_MessageItem14.Message,"Print Head Failed to Raise"
TextLibrary.FaultList_MessageItem15.Message,"Bag Delivery Reverse Fault"
TextLibrary.FaultList_MessageItem16.Message,"Bag Delivery Failed to Seperate"
TextLibrary.FaultList_MessageItem17.Message,"Bag Delivery No Bag Over Photoeye"
TextLibrary.FaultList_MessageItem18.Message,"Bag Delivery Film Feed Motor Fault"
TextLibrary.FaultList_MessageItem19.Message,"Bag Delivery Film Feed Motor Comm Fault"
TextLibrary.FaultList_MessageItem20.Message,"Motorized Load Plate Failed to Home"
TextLibrary.FaultList_MessageItem21.Message,"Motorized Load Plate Motor Fault"
TextLibrary.FaultList_MessageItem22.Message,"Motorized Load Plate Comm Fault"
TextLibrary.FaultList_MessageItem23.Message,"Safety Circuit Broken During Cycle"
TextLibrary.FaultList_MessageItem24.Message,"E-Stop Pressed"
TextLibrary.FaultList_MessageItem25.Message,"Light Curtain Not Configured"
TextLibrary.MessageList_MessageItem0.Message,"Bagger Not Ready To Cycle"
TextLibrary.MessageList_MessageItem1.Message,"Bagger Ready To Cycle"
TextLibrary.MessageList_MessageItem2.Message,"Bagger In Cycle"
TextLibrary.MessageList_MessageItem3.Message,"No Bag Covering Eye"
TextLibrary.MessageList_MessageItem4.Message,"Bag Failed To Seperate"
TextLibrary.MessageList_MessageItem5.Message,"Pressure Bar Obstruction"
TextLibrary.MessageList_MessageItem6.Message,"Light Curtain Violation"
TextLibrary.MessageList_MessageItem7.Message,"Print Head Failed To Raise"
TextLibrary.MessageList_MessageItem8.Message,"Print Head Failed To Lower"
TextLibrary.MessageList_MessageItem9.Message,"Bar Code Fault"
TextLibrary.MessageList_MessageItem10.Message,"Too Many Parts Counted"
TextLibrary.MessageList_MessageItem11.Message,"Jaw Failed To Close"
TextLibrary.MessageList_MessageItem12.Message,"Film Feed Motor Fault"
TextLibrary.MessageList_MessageItem13.Message,"Jaw Motion Fault"
TextLibrary.MessageList_MessageItem14.Message,"Jaw Failed To Home"
TextLibrary.MessageList_MessageItem15.Message,"Waiting On Printer"
TextLibrary.MessageList_MessageItem16.Message,"Waiting On Filler"
TextLibrary.MessageList_MessageItem17.Message,"Batch Count Done"
TextLibrary.MessageList_MessageItem18.Message,"Jaw Not Homed"
TextLibrary.MessageList_MessageItem19.Message,"Cycle Bagger To Active Filler"
TextLibrary.MessageList_MessageItem20.Message,"Machine Not Tested"
TextLibrary.MessageList_MessageItem21.Message,"Load Plate Motor Not Homed"
TextLibrary.MessageList_MessageItem22.Message,"Load Plate Motor Faulted"
TextLibrary.MessageList_MessageItem23.Message,"Load Plate Motor Comm. Fault"
TextLibrary.MessageList_MessageItem24.Message,"Safe Power Off During Cycle"
TextLibrary.MessageList_MessageItem25.Message,"Safe Power Off"
TextLibrary.MessageList_MessageItem26.Message,"IBD Motor Not Homed"
TextLibrary.MessageList_MessageItem27.Message,"IBD Motor Faulted"
TextLibrary.MessageList_MessageItem28.Message,"IBD Motor Comm. Fault"
TextLibrary.MessageList_MessageItem29.Message,"Printer Ribbon Fault"
TextLibrary.MessageList_MessageItem30.Message,"Printer Service Requested"
TextLibrary.MessageList_MessageItem31.Message,"Jaw Failed To Open"
TextLibrary.MessageList_MessageItem32.Message,"IBD Failed To Close"
TextLibrary.MessageList_MessageItem33.Message,"IBD Failed To Open"
TextLibrary.MessageList_MessageItem34.Message,"Bagger in Standby - Press Reset"
TextLibrary.MessageList_MessageItem35.Message,"Film Feed Motor Comm. Fault"
Faults.Text1.Text,"Open Bag Failed"
Faults.Text2.Text,"Open Bag Failed"
Faults.Text3.Text,"Open Bag Failed"
Faults.Text4.Text,"Open Bag Failed"
Faults.Text5.Text,"Open Bag Failed"
Faults.Text6.Text,"Open Bag Failed"
Faults.Text7.Text,"Open Bag Failed"
TextLibrary.FaultList_MessageItem26.Message,
TextLibrary.FaultList_MessageItem27.Message,
BaseTemplate.Text1.Text,"Bagger Not Ready To Cycle"
Advanced_P5.Text9.Text,"Reverse Offset Position"
